{"0": {"text": "이 문서는 나라 목록이며, 전 세계 206개 나라의 각 현황과 주권 승인 정보를 개요 형태로 나열하고 있다.\n\n이 목록은 명료화를 위해 두 부분으로 나뉘어 있다.\n\n# 첫 번째 부분은 바티칸 시국과 팔레스타인을 포함하여 유엔 등 국제 기구에 가입되어 국제적인 승인을 널리 받았다고 여기는 195개 나라를 나열하고 있다.\n# 두 번째 부분은 일부 지역의 주권을 사실상 (데 팍토) 행사하고 있지만, 아직 국제적인 승인을 널리 받지 않았다고 여기는 11개 나라를 나열하고 있다.\n\n두 목록은 모두 가나다 순이다.\n\n일부 국가의 경우 국가로서의 자격에 논쟁의 여부가 있으며, 이 때문에 이러한 목록을 엮는 것은 매우 어렵고 논란이 생길 수 있는 과정이다. 이 목록을 구성하고 있는 국가를 선정하는 기준에 대한 정보는 \"포함 기준\" 단락을 통해 설명하였다. 나라에 대한 일반적인 정보는 \"국가\" 문서에서 설명하고 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "나라 목록", "author": null, "html": null, "document_id": 0}, "1": {"text": "이 목록에 실린 국가 기준은 1933년 몬테비데오 협약 1장을 참고로 하였다. 협정에 따르면, 국가는 다음의 조건을 만족해야 한다.\n* (a) 영속적인 국민\n* (b) 일정한 영토\n* (c) 정부\n* (d) 타국과의 관계 참여 자격.\n특히, 마지막 조건은 국제 공동체의 참여 용인을 내포하고 있기 때문에, 다른 나라의 승인이 매우 중요한 역할을 할 수 있다.  이 목록에 포함된 모든 국가는 보통 이 기준을 만족하는 것으로 보이는 자주적이고 독립적인 국가이다. 하지만 몬테비데오 협약 기준을 만족하는지의 여부는 많은 국가가 논쟁이 되고 있는 실정이다. 또한, 몬테비데오 협약 기준만이 국가 지위의 충분한 자격이든 아니든, 국제법의 견해 차이는 존재할 수 있다. 이 물음에 대한 다른 이론에 대한 고리는 아래에서 볼 수 있다.\n\n위 기준에 논거하여 이 목록은 다음 206개 국가를 포함하고 있다.\n* 일반 국제 승인을 받은 195개 자주 국가.\n** 유엔 가입 국가 193개\n** 성좌의 명칭으로 유엔에서 국제 승인을 받은 국가: 바티칸 시국\n** 팔레스타인지역에 위치하며 유엔 영구 옵서버 국가: 팔레스타인\n* 유엔의 가입국이 아니며, 일반 국제 승인을 받지 않은 11개 자주 국가.\n** 유엔 회원국으로부터 승인을 받은 8개 국가: 남오세티야, 니우에, 북키프로스 튀르크 공화국, 사하라 아랍 민주 공화국, 압하지야, 중화민국, 코소보, 쿡 제도,\n** 유엔 비회원국으로부터 승인을 받은 2개 국가: 아르차흐 공화국, 트란스니스트리아\n** 어떤 나라에서도 승인 받지 않은 국가: 소말릴란드\n\n위 목록에 포함되지 않은 다음 국가는 몬테비데오 협약의 모든 조건을 만족하지 못하거나, 자주적이고 독립적임을 주장하지 않는 국가이다.\n* 남극 대륙 전체는 정부와 영속 인구가 없다. 7개 국가가 남극 대륙 일부를 차지하고 있으며, 이중 5개 국가가 서로의 영유권을 인정하고 있다.  남극 조약에 따라서 규제되는 이 권리는 어떤 나라에서도 승인을 받지 않았다. \n* EU 유럽 연합은 27개 가입 국가를 보유한 독특한 초국가 기구이다. 가입 국가는 입법권, 행정권, 사법권 기준을 유럽 연합 위원회로 이양하며, 유럽 연합은 엄밀히 말해 일반적인 주권 국가 간주와 관계 없이 주권 국가로의 특징을 가지고 있다. 유럽 연합은 주권 국가를 주장하지 않으며, 다른 나라와의 관계에서 제한된 지위를 가지고 있다.\n* 미국과 오스트레일리아, 기타 국가에서 주 (State)라고 칭하는 행정 구역은 주 (행정 구역)을 참고하라. 이러한 하부 국가 개념의 행정 구역은 일부를 제외하고는 다른 나라와 관계를 형성하지 않는다. 예를 들어서 독일 제국의 주는 해외 영사관을 가졌으며, 소비에트 연방의 한 부분이었던 우크라이나 소비에트 사회주의 공화국 (현재의 우크라이나)과 벨로루시 소비에트 사회주의 공화국 (현재의 벨라루스)는 유엔 가입국이었다. 무엇보다 중요한 것은, 이러한 주들은 자주적이고 독립적임을 주장하지 않는다는 것이다.\n* 몰타 기사단 몰타 기사단은 \"총회에 유효 참관국 자격으로 참여할 수 있으며, 본부에서 영속적인 지위를 유지하는 기타 국가\" 분류에 속하는 유엔 참관 국가이다.  이 단체는 104개 국가와 쌍방 외교 관계를 맺고 있으나, 로마 내의 치외 법권 영역 이외에는 일정한 영토가 없다.  단체의 웹사이트에서는 \"항상 국가에게 국제법의 독립 주체로 인정 받는다.\"고 선언하고 있다.  기사단의 헌법 에서는 다음과 같이 설명하고 있다. \"기사단은 국제법의 주체이며, 주권 기능을 행사한다.\"  기사단은 자주 주권을 주장하고 있지만, 이름에서 볼 수 있듯이 주권 국가라고 주장하지는 않는다. 다른 대사관처럼 이탈리아는 이론상 기사단과 외교 관계를 파기할 수 있으며, 이탈리아 국민이 아닌 단원을 이탈리아 영토에서 강제로 추방할 수 있다. 기사단의 단원은 모두 다른 나라의 국민이기 때문에, 사실상 이들은 모두 자신의 국가에서 살고 있으며, 로마에서 기사단의 치외 법권 영역에 거주하는 단원은 오직 공식 직무에만 연관하여 활동한다. 따라서, 기사단은 영속적인 국민의 특성이 부족하다고 볼 수 있다.\n* 마이크로네이션으로 여겨지는 국가는 자주적이고 독립적이라고 주장하고, 다른 나라와 외교 관계를 맺고자 시도하여도 포함하지 않았다. 마이크로네이션이 정말로 점유한 영토를 지배하는지, 마이크로네이션의 '인구' 감소 빈도가 낮은 지의 여부는 논쟁이 되고 있다.\n* ISIS 등은 다른 나라들 못지 않은 영역을 두고 있으며 스스로를 \"나라\"라고 자처하지만, 국제법상 주권이 결여되어 있으며 국제법에 위배되는 테러리즘을 일삼아 '나라'로 간주되지도 않는다. 다만 준국가로 분류한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "나라 목록", "author": null, "html": null, "document_id": 1}, "2": {"text": "현 서울특별시 종로구 서린동 (구 일제 강점기 경기도 경성부 서린정) 출신이다. 친일파인 아버지 백낙승과 어머니 조종희 사이의 3남 2녀 중 막내로 태어났다. 그후 종로구 창신동 197번지 소위 \"큰대문집\"에서 18세까지 살았다. 수송국민학교와 경기제1고등보통학교를 다니면서 피아니스트 신재덕에게 피아노 연주를, 작이건우]]에게 작곡을 각각 배웠다. 이때 한국이 낳은 작곡가 김순남을 사사했다. 1949년 그는 홍콩 로이덴 스쿨로 전학했으며, 한국 전쟁이 발발하기 이전 가족이 일본으로 이주했다. 그 후 일본으로 건너가 1952년 도쿄 대학교 문과부에 입학했다. 2년 후 미술사학 및 미학으로 전공을 정했지만, 실제로는 일본 당대의 작곡가 모로이 사부로, 미학자 노무라 요시오 등에게서 작곡과, 음악사학을 공부했다. 졸업 논문은 ‘아르놀트 쇤베르크 연구’이다.\n\n1956년 백남준은 졸업과 함께 독일로 유학을 떠나 뮌헨 대학교 및 쾰른 대학교 등에서 서양의 건축, 음악사, 철학 등을 공부하였다. 뮌헨 대학교 입학 1년 후에는 프라이부르크 국립 음악 대학교로 옮겨 볼프강 포르트너 교수에게 배우지만, 곧 쇤베르크 이후 현대음악의 실험이 활발히 진행되던 다름슈타트 하기 강좌에 참여했다. 1958년 그 곳에서 현대음악가 존 케이지를 만나 그의 음악에 대한 파괴적 접근과 자유정신으로부터 깊은 영감을 얻었다. 이 영감은 \"세계의 역사는 우리에게 알려준다. 주어진 게임에서 이길 수 없다면 규칙을 바꿔라\" 라는 것으로 규정된다. 이후 1950년대부터 활발해지기 시작한 독일 라인 지역의 액션뮤직의 현장에서 백남준은 ‘아시아에서 온 문화테러리스트’(앨런 카프로)라고 불릴 정도의 탁월한 퍼포먼스 아티스트로 활약했다. 1959년 ‘존 케이지에게 보내는 경의’에서 음악적 콜라주와 함께 피아노를 부수는 퍼포먼스를 선보이는 것을 시작으로, 바이올린을 단숨에 파괴하거나(바이올린 솔로) 존 케이지가 착용한 넥타이를 잘라버리는 퍼포먼스(피아노 포르테를 위한 연습곡)가 특히 유명하다. 이 초기 퍼포먼스에 대해 백남준은 스스로 \"충격, 표현주의, 낭만주의, 클라이맥스, 놀라움, 기타 등등을 보여준 것\"이라고 표현한 바 있다. 1961년 카를하인츠 슈토크하우젠의 음악 퍼포먼스 ‘오리기날레’에서 머리와 넥타이로 잉크를 묻혀 두루마리에 흔적을 남기는 독특한 퍼포먼스 심플 머리를 위한 선율을 보여주기도 했다. 1960년대 초반 조지 마키우나스, 요셉 보이스 등과 의기투합하여 플럭서스 활동을 함께 전개했다. 다다이즘에 영향을 받은 플럭서스는 헤라클레이투스가 주장한 ‘변화 생성의 흐름’ 이라는 개념을 받아들여 \"목적이 없는 자유, 실험을 위한 실험\"이라는 명목 하에 이벤트와 퍼포먼스 그리고 전위음악에 주력했고, 곧 유럽과 아시아 및 미국 등 세계로 퍼져나갔다.\n\n1961년 백남준은 작곡가 슈토크하우젠이 중심이 된 쾰른의 WDR 전자음악 스튜디오에 출입했으며, 이때 1950년대부터 노버트 위너에 의해 제안된 '사이버네틱스' 개념 하에서 전자공학을 공부한 것으로 알려져 있다. 특히 레이다와 TV 작업에 몰두했던 독일 작가 칼 오토 괴츠의 실패를 거울 삼아서 2년여 동안 홀로 TV를 활용한 미디어 아트로서의 가능성을 탐문하고 실험했다. 그 성과를 바탕으로 1963년 독일 부퍼탈 파르나스 갤러리에서 자신의 첫 번째 전시 ‘음악의 전시-전자 텔레비전’을 열었으며, 13대의 실험적인 TV를 통해 훗날 비디오 아트라고 불리게 되는 초기 형태를 보여주었다. 이 전시는 백남준이 자신의 즉흥음악 또는 무음악의 발상에 기초한 실제 퍼포먼스, 그 흔적과 결과물처럼 유럽에서 자신이 진행해온 작업의 성과와 함께 TV를 비롯한 미디어로 새로운 예술의 형태를 시도하는 작업이 공존하고 있었다. ‘적분된 피아노’, ‘랜덤 액세스 뮤직’, ‘레코드 샤슐릭’같은 20세기 전위음악에 젖줄을 대고 있는 실험적 음악의 시도와 ‘잘린 소머리’, ‘파괴된 누드 마네킹’, ‘보이스의 피아노 파괴 퍼포먼스’'걸음을 위한 선' '바람을 위한 선' 같은 우상파괴적 설치 작업 및 참여예술 형태의 퍼포먼스가 함께 펼쳐졌다. 청년 백남준은 이러한 전시 내용을 ‘동시성’, ‘참여’, ‘임의접속’ 등등에 관한 16개의 테마로써 정리하는 종합적인 큐레이팅 전시로 보여주었기 때문에 최근날짜=2015-5-9 독일, 오스트리아 등지의 연구자들 사이에서 이 전시의 중요성을 재평가하면서 아카이빙 작업과 연구가 점차 활발해지는 추세에 있다.\n\n1964년 백남준은 일본으로 건너가 '로봇 K-456'을 제작했으며, 곧 세계 예술의 중심지 뉴욕으로 이주했다. 뉴욕 언더그라운드 필름 운동의 중심지 중 하나였던 시네마테크 필름메이커스에 관여했으며, 스스로 영상 작업을 진행하기도 했다. 1965년 소니의 포타팩(세계 최초의 휴대용 비디오카메라)으로 미국 뉴욕을 첫 방문 중이던 교황 요한 바오로 6세를 촬영하여 곧바로 그 영상을 ‘카페 오 고고’에서 방영했다. 이것이 미술사에서는 한동안 공식적인 비디오 아트의 시작으로 기록되어 있었다. 지금은 1963년 첫번째 전시를 비디오아트의 기점으로 보고 있다. 또한 첼로 연주자이자 뉴욕 아방가르드 페스티벌의 기획자였던 샬럿 무어먼과 함께 비디오 아트와 음악을 혼합한 퍼포먼스 작업을 활발히 펼쳤다. 특히 1967년 음악에 성적인 코드를 집어넣은 백남준의 ‘오페라 섹스트로니크’에서 샬럿 무어먼은 누드 상태의 첼로 연주를 시도하다가 뉴욕 경찰에 체포되어 큰 사회적 파장을 불러일으켰다. 그 결과로 인해 예술 현장에서 누드를 처벌할 수 없다는 뉴욕의 법 개정이 이루어지는 획기적인 진전이 일어난다. 이후에도 미디어 아트가 미국 뉴욕을 중심으로 서서히 득세해가는 시대적 조류 속에서 두 사람은 ‘살아있는 조각을 위한 TV 브라’, ‘TV 첼로’, ‘TV 침대’ 등등 미디어 테크놀로지와 퍼포먼스를 결합한 많은 예술활동을 전개했다.\n\n1974년부터 백남준은 영상으로서의 비디오 아트를 새로운 미술적 방법인 설치 미술로 변환하여 다양하게 진행했으며, 그에 따라 ‘TV 붓다’, ‘달은 가장 오래된 TV다’, ‘TV 정원’, ‘TV 물고기’ 등등 많은 대표작을 선보였다. 이 작품들은 비디오 아트와 생명의 상징을 전자적으로 결합하여 테크놀로지로 물든 현대 사회의 새로운 합성적 생명력을 추구했다는 평판을 얻었다. 특히 'TV 붓다'는 그의 초기 비디오 설치의 경향을 잘 보여주는 대표작으로서 가장 널리 알려졌다. 1960년대 후반부터 미국의 문화적 환경이 미디어 테크놀로지에 호의적으로 변화하면서 폭발적인 수준의 미디어 전시가 빈발했고, 백남준의 비디오 아트는 그룹전 형태로 수많은 전시에 활발하게 참여했다. 1974년 뉴욕 에버슨 미술관 개인전과 함께 비데아 앤 비디올로지: 1959-1973이라는 예술과 기술을 교차시키는 하이브리드에 관한 저작을 내놓아 미디아 아트의 이해를 도왔으며, 1982년 뉴욕 휘트니 미술관에서 개최된 ‘백남준 회고전’을 통해 그의 예술 세계가 뉴욕을 중심으로 미국 사회에 많이 알려지는 계기가 되었다.\n\n1970년대 중반부터는 뉴욕 WNET 방송국, 보스턴 WGBH 방송국과 협력하여 자신의 비디오 아트를 공중파 TV에서 방송했고, 이는 네트워크 방송을 끌어들여 예술 세계의 영역 확장을 꾀한 놀라운 시도였다. 나아가 1984년 1월 1일 ‘굿모닝 미스터 오웰’은 세계적인 아티스트들의 퍼포먼스를 뉴욕 WNET 방송국과 파리 퐁피두 센터를 연결한 실시간 위성 생중계로 방송하여 전 세계적 반향을 불러일으켰다. 샌프란시스코와 서울까지 연결된 이 국제적인 규모의 위성 아트에는 로리 앤더슨, 피터 가브리엘, 오잉고 보잉고, 존 케이지, 요셉 보이스, 앨런 긴즈버그, 이브 몽탕 등의 예술가과 대중문화의 스타가 다수 참여했으며, 전 세계 2천 5백만명(재방송 포함)이 시청하였다. 이로써 전세계적인 차원의 대중적 각인이 이루어졌고, 마치 대중스타처럼 성가를 높였다. 이후에도 ‘위성 아트’ 3부작으로 명명된 ‘바이 바이 키플링’(1986), ‘손에 손잡고’(1988) 등이 이어져 위성 연결을 통한 전세계의 네트워크가 어떻게 새로운 부족사회를 낳는지 실감시켰다.\n\n1984년 일본 도쿄 소게쓰[草月]홀에서 백남준과 요셉 보이스가 공동으로 참여한 퍼포먼스 '코요테 콘서트 II'가 펼쳐졌으며, 이들이 각각 몽골의 늑대 울음소리와 초원의 달빛을 음악적으로 표현한 것을 통해 1961년 첫 만남부터 계속 이어온 공동의 관심사가 무엇인지 알려지기 시작했다. 그러나 이들의 이후 퍼포먼스 계획은 요셉 보이스의 죽음과 함께 미완으로 끝났다.\n\n1992년 '비디오 때, 비디오 땅' 전시는 독일 쿤스트 할레와 스위스 쮜리히에서 진행된 전시의 서울 투어전시로서 당시 과천 막계동에 자리잡은 지 몇 년 되지 않았던 국립현대미술관 과천관에 총 관람 인원 20만명이 찾은 첫번째 전시로 기록되었다. 이 전시의 주요한 작품은 '나의 파우스트' 시리즈이다. 1993년 백남준은 독일 작가 한스 하케와 함께 베니스 비엔날레 독일관 작가로 초대되어 국가전시관 부문에서 황금사자상을 수상했다. '문명의 동서남북'이라는 주제의 이 전시에서 그는 북방 유라시아의 유목 문화를 배경으로 전자적 소통을 시도하는 비디오 로봇 형태의‘칭기스칸의 복권’, ‘마르크폴로’, ‘훈족의 왕 아틸라’,‘스키타이의 왕 단군’, ‘로봇 전사’, ‘고대기마인물상’ 같은 작품들을 중심으로 다수의 작품을 내놓았다.\n\n1995년 백남준은 제1회 광주 비엔날레 태동의 산파 역할을 하며, 한국 미술이 국제적으로 진출할 수 있도록 조력자 역할을 수행했다. 제1회 광주 비엔날레는 국내외 총 관람객이 160만 명에 달하는 성공을 거두었고, 특히 백남준이 직접 관여한 ‘INFO Art’전이 주목받았다. 또한 백남준은 같은 해 베니스 비엔날레 국가전시관 부문에 한국관을 설치하는 일에 결정적인 역할을 했다. 이로써 한국 미술이 세계 미술계에 진출하는 교두보가 마련되었다고 하겠다. 같은 해 그의 예술적 정수가 담긴 일렉트로닉 수퍼하이웨이 전시를 진행했다. 1996년 4월 9일 뇌졸중으로 쓰러졌으며, 6개월만인 그해 10월에 재기했다. 2000년 뉴욕 구겐하임 미술관에서 ‘백남준의 세계’ 라는 대규모 회고전이 열렸으며, 이때 백남준은 레이저 아트 ‘야곱의 사다리’, ‘삼원소’ 등을 전시한 바 있다.\n\n2006년 1월 29일, 미국 마이애미의 자택에서 노환으로 75세로 별세, 유해가 서울, 뉴욕, 독일에 나눠서 안치되었다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "백남준", "author": null, "html": null, "document_id": 2}, "3": {"text": "아오조라 문고(靑空文庫, あおぞらぶんこ|아오조라 분고)는 ‘일본어판 구텐베르크 프로젝트’로 불리는 일본의 인터넷 전자도서관으로, 저작권이 풀린 문학작품을 수집, 전자문서화해서 인터넷에 공개하고 있다. 저자 사후 50년이 지난 메이지, 쇼와 시대 초기의 일본 문학 작품이 그 대부분을 차지하고 있고, 일본어 외 문학 작품의 일본어 번역 작품도 다수 있다. 1997년 2월 도미타 미치오, 노구치 에이치, 야마키 미에, 란무로 사테이 등 4명이 창설하여 시작되었다.  2016년 연간 방문객수는 940만 건 이상이다. \n\n아오조라 문고에 수록된 작품은 JIS X 0208에 해당되는 한자 범위 내에서 자원봉사자에 의해 아오조라 문고 형식 텍스트파일이나 HTML 파일로 전자화된다. 또 아오조라 문고 수록파일 취급기준에 따라 자유롭게 이용할 수 있기 때문에, 수록된 작품을 PC는 물론 PDA와 휴대전화로도 볼 수 있다. 텍스트 파일을 큰 글자로 인쇄하거나 전용 소프트웨어에 불러들여 시각장애인용으로 이용하는 방안도 기대되고 있다. 아오조라 문고의 열람 소프트웨어는 따로 개발 및 제공되고 있는 것은 없지만, 전자사전이나 아이폰용 어플리케이션 등은 타사에서 개발하여 출시되어 있다", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아오조라 문고", "author": null, "html": null, "document_id": 3}, "4": {"text": "저자 사망 이후 50년이 지나 저작권이 소멸한 메이지 시대부터 쇼와 시대 초기까지의 서적 대부분이 존재한다. 외국 번역작품이나 저자가 무료보기를 인정한 현대작품도 포함된다. 장르는 정치부터 취미까지 다양하지만, 비교적 문학작품(시대소설, 추리소설등의 오락작품 포함)이 많다. 유명작가의 작품이 모두 갖춰져있진 않지만 그래도 일본어작품에 관련해서는 충실하게 갖춰진 편이다. (번역작품의 경우 번역저작권을 문제로 수가 많지 않다.)\n\n잘 알려지지 않은 작품을 보존, 소개하는 장점도 있다. 작품 텍스트화는 지금도 현재진행형이며 2011년 3월 15일 현재 등록작품수가 1만권이 넘었다.\n고전작가인 모리 오가이, 나츠메 소세키, 아쿠타가와 류노스케, 최근의 작가로는 나카지마 아츠시, 다자이 오사무, 하야시 후미코, 미야모토 유리코, 호리 다쓰오, 사카구치 안고, 다카무라 고타로, 나가이 가후, 요시카와 에이지 등 인물의 작품이 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아오조라 문고", "author": null, "html": null, "document_id": 4}, "5": {"text": "아오조라 문고는 자원봉사로 운영되며 열람 역시 무료이다.  서비스 개시 초반에는 보이저 사에서 서버를 제공하였다.  1998년부터 1999년까지는 토미타가 작업 수칙과 매뉴얼을 만들었다. \n\n자원봉사로 운영되기 때문에 작품의 입력과 교정 역시 자원봉사자가 한다 입력은 원본을 보면서 타자입력이나 스캐너로 입력하는 방법으로 이뤄진다 또 작품을 입력하는 '입력자'와 입력된 작품을 교정하는 '교정자'는 별도의 자원봉사자가 담당한다.  따라서 작품이 공개되기 전까지는 작품을 입력한 뒤 교정자가 교정을 예약할 때까지 '교정대기' (校正待ち)가 되고, 작업을 멈추게 된다. 즉, 입력하는 자원봉사자가 작품을 입력해 교정을 맡은 자원봉사자가 교정예약을 해서, 교정작업을 완료하기 전까지는 작품을 공개할 수 없다. 때문에 입력이 완료되어도 작업 상태가 '교정대기' 상태인 작품이 증가하고\n있다.  이는 입력에 비해 교정 작업이 부족하기 때문으로, 아오조라 문고 출범 당시부터 안고 있는 문제점이기도 하다. 이 문제에 대해서는 작품의 교정작업을 하지 않고 공개하는 방안과 입력자가 교정한 것도 인정하자는 방안이 제기된 적이 있지만 현재까지도 이 방안은 채택되지 못하고 있다 대신 2011년 12월 16일 공개분부터는 기부금을 재원으로 삼은 '유상교정' 서비스가 진행되고 있다. \n\n2013년 8월 아오조라 문고의 설립자인 토미타가 사망한 것을 계기로, 아오조라 문고에 지속적인 지원을 해줄 '책의 미래 기금' (本の未来基金)이 설립됐다.  하지만 2015년부터는 엔지니어가 없는 상태로 서버를 강제로 돌리고 있으며, 서버 자체도 노후화되고 있다는 점이 문제되고 있다. 이 때문에 2015년 5월 \"'Code for 아오조라 문고' 아이디어 송\"이 개최되어 향후 시스템 운용에 대한 의견 교환이 이뤄졌다.  그 이후에는 해당 모임을 바탕으로 시스템 관리와 코드수정 등을 맡는 'aozorahack' 프로젝트가 진행되고 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아오조라 문고", "author": null, "html": null, "document_id": 5}, "6": {"text": "텍스트 파일을 아오조라 문고에 수록할 때, 텍스트 파일이 갖추어야 할 서식을 '아오조라 문고' 형식이라 부른다.\n\n아오조라 문고 형식은 텍스트 파일로서 많은 환경에서 읽을 수 있도록 규격화되어있다. 때문에 가능한 한 원본의 충실한 재현을 목표로 삼고 있지만, 줄 바꿈이나 삽화 등의 정보는 원칙적으로 포함되지 않는다.\n\n아오조라 문고 형식에 대응하는 텍스트 뷰어와 텍스트 편집기도 존재하며, 올림문자와 방점 등도 재현할 수 있다. 또 이러한 텍스트 뷰어에서는 본래 아오조라 문고 형식에 포함되지 않았던 삽화 정보를 삽입하거나 세로쓰기로 표시할 수 있으며, 텍스트를 읽기 쉽도록 만드는 다양한 기능이 포함되어 있다. 이러한 소프트웨어는 유료와 무료를 불문하고 종류가 다양하다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아오조라 문고", "author": null, "html": null, "document_id": 6}, "7": {"text": "일본어 표기에 많이 쓰이는 올림문자 (후리가나)는 그대로 올려쓰지 않고 '｜'나 '《》'로 표시한다.  올림문자를 《》 로 묶거나 ｜로 올릴 문자열을 특정하는 방식은 일본 시각장애인 독서지원협회 (BBA) 의 원문입력 수칙에 따른 것이다.  \n\n이 같은 방식을 예시로 들자면 다음과 같다.\n:青空｜文庫《ぶんこ》 아오조라 문고\n라고 표기했다면 'ぶんこ' (분코)라는 올림표기가 '文庫' 부분에 걸려 있는 것이다. 다만,\n:本日は晴天《せいてん》なり。 오늘은 맑은 하늘.\n처럼 올림표기를 쓸 한자가 가나로 충분히 구분된다면 ｜를 써서 분리할 필요가 없으므로 쓰지 않는다. 또한,\n:｜ブルースカイ《青空》 블루스카이 (\"청공\")\n처럼 가나에 올림표기를 강제로 쓰는 것도 가능하다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아오조라 문고", "author": null, "html": null, "document_id": 7}, "8": {"text": "켄 톰슨(Ken Thompson) 등과 함께 최초의 유닉스(Unix) 시스템을 개발했고, 1971년 최초의 〈Unix Programmer's Manual〉을 썼다. 또한 C 언어를 개발한 후 브라이언 커니핸과 함께 〈C 프로그래밍 언어〉(The C Programming Language)를 기술했다. 커니핸과 〈C 프로그래밍 언어〉책을 썼기에 커니핸이 C 언어 개발에 참여한 것으로 종종 오해받으나 커니핸의 말에 따르면 자신은 C언어 개발에 참여하지 않았다고 한다.\n\nALTRAN, B언어, BCPL, Multics 등의 개발에도 영향을 끼친 것으로도 알려져 있다.\n\n1983년에 켄 톰프슨과 \"범용 운영체제 이론개발, 특히 유닉스 운영체제의 구현에 대한 공로\"로 튜링상을 수상했다.\n\n미국의 경제 전문지 '비즈니스 인사이더'에서는 '현재의 애플 컴퓨터는 거의 모두 데니스 리치의 업적에 기반하고 있다'이라며 그의 업적을 평가했다.  현재 애플 매킨토시의 OS X와 아이폰의 iOS는 모두 유닉스 운영체제를 기반으로 만들어져 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "데니스 리치", "author": null, "html": null, "document_id": 8}, "9": {"text": "주기율표(週期律表, 주기률표, periodic table) 또는 주기표(週期表)는 원소를 구분하기 쉽게 성질에 따라 배열한 표로, 러시아의 드미트리 멘델레예프가 처음 제안했다. 1913년 헨리 모즐리는 멘델레예프의 주기율표를 개량시켜서 원자번호순으로 배열했는데, 이는 현대의 원소 주기율표와 유사하다.\n가장 많이 쓰이는 주기율표에는 단주기형과 장주기형이 있다. 단주기형 주기율표는 1주기와 3주기를 기준으로 하고, 4주기 아래로는 전형원소와 전이원소가 같은 칸에 있다. 이 단주기형 주기율표는 초기에 쓴 모델로 원자가 많이 알려지지 않았을 때 많이 사용하였다. 장주기형 주기율표는 현재 가장 많이 쓰고 있는 주기율표이다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "주기율표", "author": null, "html": null, "document_id": 9}, "10": {"text": "수소와 헬륨의 위치에 대한 논쟁이 이어지고 있다. 현재의 주기율표에서는 수소를 알칼리 금속과 마찬가지로 가장 바깥쪽 껍질에 전자를 하나 가진 리튬 위에 배열한다. 그러나 일부에서는 수소는 금속 원소가 아니며 수소가 전자의 구조 면에서는 알칼리 금속이 아닌 할로겐에게 가깝고 할로젠 원소와 성질이 비슷하다고 주장하며, 수소의 위치를 17족 원소로 옮겨야 한다고 주장한다. \n\n마찬가지로 생각해서, 수소가 1족 원소라면 헬륨도 베릴륨 위에 2족 원소로 배치해야 한다는 설이 있다. 그러나 헬륨은 비활성 기체이므로 현재처럼 네온 위인 18족 원소가 가장 적당하다고 한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "주기율표", "author": null, "html": null, "document_id": 10}, "11": {"text": "아미노산(amino acid)은 생물의 몸을 구성하는 단백질의 기본 구성 단위로, 단백질을 완전히 가수분해하면 암모니아와 함께 생성된다. 화학적으로 아미노기와 카복시기를 포함한 모든 분자를 지칭하기도 하며 화학식은NHCHRCOOH(n=1~20)이다.\n\n생화학에서는 흔히 α(알파)-아미노산을 간단히 아미노산이라 부른다. α-아미노산은 아미노기와 카복시기가 하나의 탄소(알파 탄소라고 부른다)에 붙어있다. 아미노산의 일종인 프롤린(proline)은 실제로는 아미노기 대신 이미노기를 포함하기 때문에 엄밀히 말하면 '이미노산'(imino acid)으로 분류해야 되지만, 생화학적으로 보통의 아미노산과 비슷한 기능을 수행하기 때문에 아미노산으로 분류한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아미노산", "author": null, "html": null, "document_id": 11}, "12": {"text": "일반적인 α-아미노산의 구조는 오른쪽 그림과 같다.\n\n아미노기와 카복실기를 모두 포함하고 있어, 아미노산은 중성에서 양쪽성 이온으로 존재하며, 카복실기가 공명 상태로 안정화를 취한다. 오른쪽의 구조에서 R은 나머지라는 뜻의 \"Residue\" 혹은 \"Remainder\"의 머릿글자로 곁사슬(Side chain)을 나타내고, 곁사슬에 무엇이 붙느냐에 따라 아미노산의 종류가 결정된다. 아미노산은 곁사슬의 성질에 따라 산성, 염기성, 친수성(극성), 소수성(무극성)의 네 가지 종류로 구분된다. 곁사슬이 수소 원자뿐인 글라이신(glycine)을 제외하고, 다른 아미노산은 모두 두가지 광학 활성을 가져, D형과 L형으로 구분된다. 단백질(protein)을 구성하는 아미노산의 거의 대부분은 L-아미노산 형태로 존재한다. 청자고둥(cone snail)같은 일부 특이한 바다생물에서 D-아미노산이 발견되기도 했다. 단백질은 아미노산의 탈수반응이자 펩타이드 결합(peptide bond)인 축합 중합을 통해 만들어진다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "아미노산", "author": null, "html": null, "document_id": 12}, "13": {"text": "히라가나(平仮名, ひらがな, Hiragana)는 일본어에서 사용하는 두 가지 가나 중 하나이다. 가타카나는 주로 외래어 표기 등에 쓰이고, 히라가나는 다음과 같은 용도로 쓰인다.\n\n* 동사의 활용 어미, 조사, 조동사\n* 일본 고유어로서 해당 한자가 없는 단어, 또는 해당하는 한자가 잘 쓰이지 않는 어려운 글자일 경우.\n* 어린이가 사용하는 일본어의 뉘앙스를 보여 주고 싶을 때\n\n히라가나는 여성이 많이 썼다고 한다. 그래서 온나데(女手; おんなで)라고 불린 적도 있다. 이런 이유로 히라가나는 여자들만 쓰는 글이라 하여, 오랫동안 일본의 공용 문서에선 가타카나와 한자(칸지)만이 사용되었다. 현재 일본 철도의 역명판에는 히라가나와 칸지가 적혀 있다. 히라가나는 헤이안 시대부터 쓰인 것으로 알려져 있다. 일본의 유아들도 가나를 배울 때는 히라가나를 먼저 배우고 가타카나를 나중에 배우기 때문에 유아용 그림책 등에는 가타카나로 쓰인 단어 위에 히라가나를 후리가나로 덧붙이기도 한다. 음절문자이다.\n\n한영 자판 상태에서 히라가나를 입력할 경우 ㄸ+한자 키를 누르면 된다. 가타카나의 경우 장음 등 일부 문자를 제외하면, 꼭 ㅃ+한자 조합을 해야 한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "히라가나", "author": null, "html": null, "document_id": 13}, "14": {"text": "파이의 날(Pi Day)은 원주율을 기념하는 날이다. 파이의 날은 원주율의 근삿값이 3.14이어서 3월 14일에 치러진다. 보통 3.14159에 맞추기 위해 오후 1시 59분에 기념하는데, 오후 1시 59분은 엄밀히 말하면 13시 59분이기 때문에 오전 1시 59분 혹은 15시 9분(오후 3시 9분)에 치러야 한다고 주장하는 사람도 있다. 세계 각국의 수학과에서 기념행사를 연다.\n\n3월 14일은 알베르트 아인슈타인의 생일이면서 스티븐 호킹의 기일이기도 하다. 이 날은 여러 방법으로 기념된다. 사람들이 모여서 원주율이 생활에서 어떤 역할을 했는지 이야기하고 원주율이 없는 세상을 상상해 본다. 모임에서는 보통 파이를 먹는다. 또한 많은 행사에서 원주율을 소수점 아래의 숫자를 얼마나 많이 외우는지 겨루는 대회가 열린다.\n\n분수 3과 7분의 1을 가분수로 나타내면 7분의 22가 되는데, 이를 유리수(순환소수)로 나타내면 3.142857...로 π의 근삿값이 되므로  7월 22일을 파이 근삿값 날로 부르기도 한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "파이의 날", "author": null, "html": null, "document_id": 14}, "15": {"text": "수학에서, 푸리에 급수(Fourier級數, Fourier series)는 주기 함수를 삼각함수의 가중치로 분해한 급수다. 대부분의 경우, 급수의 계수는 본래 함수와 일대일로 대응한다.\n\n함수의 푸리에 계수는 본래 함수보다 다루기 쉽기 때문에 유용하게 쓰인다. 푸리에 급수는 전자 공학, 진동 해석, 음향학, 광학, 신호처리와 화상처리, 데이터 압축 등에 쓰인다. 천문학에서는 분광기를 통해 별빛의 진동수를 분해하여 별을 이루는 화학 물질을 알아내는 데 쓰이고, 통신 공학에서는 전송해야 하는 데이터 신호의 스펙트럼을 이용하여 통신 시스템 설계를 최적화하는 데 쓰인다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "푸리에 급수", "author": null, "html": null, "document_id": 15}, "16": {"text": "통계학은 관찰 및 조사로 얻을 수 있는 데이터로부터, 응용 수학의 기법을 이용해 수치상의 성질, 규칙성 또는 불규칙성을 찾아낸다. 통계적 기법은, 실험 계획, 데이터의 요약이나 해석을 실시하는데 있어서의 근거를 제공하는 학문이며, 폭넓은 분야에서 응용되어 실생활에 적용되고 있다 통계학은 실증적인 뿌리를 가지고 있으며 실질적 활용에 초점을 맞추고 있기 때문에, 흔히 순수수학과는 다소 구분되는 응용수학의 일종으로 여겨진다. 통계학의 방법을 통해, 실제의 수치들을 왜곡하여 해석하는 것을 막고 연구를 바탕으로 합리적인 의사결정을 할 수 있다.\n  \n통계학은 과학, 산업, 또는 사회의 문제에 적용되며 모집단을 연구하는 과정이 우선시된다. 모집단은 \"한나라 안에 사는 모든 사람\" 또는 \"크리스탈을 구성하는 모든 원자\"와 같이 일정한 특성을 지닌 집단이면 어느 것이든 가능하다. 통계학자들은 전체인구(인구조사를 하는 기업)에 대한 데이터를 편집한다. 이것은 정부의 통계관련 법률요약집같은 조직화된 방법으로 수행될 수도 있다. 기술통계학은 모집단의 데이터를 요약하는데 사용된다. 도수 및 비율 (경주 등) 범주 형 데이터를 설명하는 측면에서 더 유용할 동안 수치 기술자는 연속적인 데이터 유형 (소득 등)에 대한 평균과 표준 편차를 포함한다. 데이터 분석 방법 엄청난 자료가 연구되는 현대 사회에서 경제지표연구, 마케팅, 여론조사, 농업, 생명과학, 의료의 임상연구 등 다양한 분야에서 응용되고 있는 통계는 단연 우리 사회에서 가장 필요하고 실용적인 학문이라고 할 수 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 16}, "17": {"text": "영어의 statistics(통계학, 통계)는 확률을 뜻하는 라틴어의 statisticus(확률) 또는 statisticum(상태), 이탈리아어의 statista(나라, 정치가) 등에서 유래했다고 한다. 특히 국가라는 의미가 담긴 이탈리아 어 statista의 영향을 받아, 국가의 인력, 재력 등 국가적 자료를 비교 검토하는 학문을 의미하게 되었다. 근대에서의 통계학은 벨기에의 천문학자이자 사회학자이며 근대 통계학을 확립한 인물로 평가 받는 케틀레가 벨기에의 브뤼셀에서 통계학자들로 구성된 9개의 회의를 소집한 것을 기원으로 하고 있다\n수집되고 분류된 숫자 데이터\"라는 의미로 사용된 것은 1829년부터이고, 약자로 stats가 처음 기록된 것은 1961년부터이다. 또, 통계학자의 의미인 statistician이 사용된 것은 1825년부터이다.\n\n한자 문화권에서 사용되는 통계(統計)라는 단어의 기원은 명확하게 알려진 바는 없지만, 막부 말기에서 메이지 천황 초년에 걸쳐 양학자인 야나가와 슌친(柳川春三)이 현재의 의미로 이 단어를 처음 사용했다고 여겨진다. 그가 1869년에 편찬한 책자에서 통계가 현재의 용법으로 사용되었다는 기록이 남아있다. 그 후 1871년에는 대장성에 통계사(統計司)와 통계요(統計寮)가 설치되면서 통계라는 단어의 사용이 대중화되었다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 17}, "18": {"text": "매우 다양한 분야의 연구에서 주어진 문제에 대하여 적절한 정보를 수집하고 분석하여 해답을 구하는 과정은 아주 중요하다. 이런 방법을 연구하는 과학의 한 분야가 통계학이다. 통계학을 필요로 하는 연구분야는 농업, 생명과학, 환경과학, 산업연구, 품질보증, 시장조사 등 매우 많다. 또한 이러한 연구방식은 기업체와 정부의 의사결정과정에서 현저하게 나타난다. 주어진 문제에 대하여 필요한 자료의 형태, 자료를 수집하는 방법, 문제에 대한 최선의 답을 구하기 위한 분석방법을 결정하는 것이 통계학자의 역할이다.\n\n자료는 어떤 특정한 현상(주제, 사실)을 조사하기 위하여 설계하고 계획한 실험에서 나온다. 이런 종류의 자료, 즉 실험자료는 농업연구와 같은 분야에 흔히 있다. 통계학자들은 이미 나온 실험자료를 분석하는데만 관심이 있지않고, 자원을 효과적으로 사용하고 주어진 문제를 실험으로 해결하기 위하여 처음부터 실험을 계획하는데 관심이 있다.또 다른 형태의 자료를 관측으로부터 얻는다. 조사자들은 연구실 밖으로 나가서 실제로 존재하는 것을 조사한다. 이런 예로는 인구 및 주택센서스와 같은 전수조사, 여론조사, 교통량조사 등등이 있다. 이 경우 조사방법과 설문지 작성은 매우 중요한 문제가 된다.\n설문지 조사에 있어서 가장 핵심적인 부분은 설문지 작성 요령이다. 묻고자 하는 질문을 짧고 명확하게 물어야 하고 응답자가 고민을 하지 않고 바로 대답할 수 있도록 구성해야 한다. 설문지는 묻고자 하는 질문이면 무엇이든지 다 물을 수 있는 것이 아니라 문제의 핵심적 내용을 담고 있어야 한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 18}, "19": {"text": "조사대상을 기준으로하면 대상이 되는 통계 집단의 단위를 하나하나 전부 조사하는 관찰 방법인 전수조사(全數調査)와 모집단의 일부를 표본으로 추출하여 조사한 결과로써 모집단 전체의 성질을 추측하는 통계 조사 방법인 표본조사(標本調査)가 대표적인 조사 방법이다. \n\n* 전수조사: 조사의 대상이 되는 자료 전체를 빠짐없이 조사하는 것이다.(모집단 전체를 조사)\n* 표본조사: 조사의 대상이 되는 자료의 일부만을 택하여 조사함으로써 전체를 추측하는 조사이다 의식적으로 표본을 추출하는 유의 추출법과 확률론에 입각하여 표본을 추출하는 임의 추출법이 있다.\n\n이러한 조사를 통해 자료를 수집할때에는 자료의 양질이 측정수준에 따라 분류된다.\n자료의 측정수준은 다음과 같이 분류된다. 측정수준에 따라 통계에 이용해야 할 요약 통계량이나 통계 검정법이 다르게 된다.\n\n* 분류 자료: 수치로 측정이 불가능한 자료이다. 질적 자료라고도 한다.\n** 명목척도(nominal scale)： 단순한 번호로 차례의 의미는 없다. (예: 전화번호, 등번호, 성별, 혈액형, 주소 등.)\n** 순서척도(서열척도)(ordinal scale)： 순서가 의미를 가지는 번호. (예: 계급, 순위, 등급 등.)\n* 수량 자료: 수치로 측정이 가능한 자료이다. 양적 자료라고도 한다.\n** 구간척도(등간척도, interval scale)： 순서뿐만 아니라 그 간격에도 의미가 있으나, 0에 절대적인 의미는 없다. (예: 온도, 지능지수 등.)\n** 비율척도(ratio scale)： 0을 기준으로 하는 절대적 척도로, 간격뿐만이 아니라 비율에도 의미가 있다. (예: 절대온도, 금액, 몸무게, 키 등.)", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 19}, "20": {"text": "설문지 작성은 실험계획의 일부이기도 하지만, 대개 별개의 실습을 통해 체득하여야 한다.\n설문지는 \"앙케이트(Enquete)\"라고도 하며 통계 자료에 필요한 자료를 수집하기 위해 필요한 질문들을 기록하는 하나의 서식이다. 이를 이용해 설문지 작성자, 응답자들의 객관적인 생각, 각자의 가치와 신념, 태도 등과 같은 여러 정보를 수집할 수있다. 설문지는 가능한 표준화 되도록 작성해야한다. 필요한 정보를 더욱 포괄적으로 획득하기 위해 설문지는 다섯 가지 요소 응답자에 대한 협조요청, 식별자료, 지시사항, 설문문항, 응답자의 분류를 위한 자료로 구성된다. 설문지는 여러 번 수정, 검토 과정을 거쳐야 의도한 자료의 수집이 가능하다. 설문지를 이용한 통계자료 수집은 비교적 비용이 적게들고 큰 표본에도 쉽게 적용이 가능하다는 장점이 있다. 그러나 다른 자료수집 방법에 비해 무응답률이 높은 편이며 응답에 대한 보충설명의 기회가 주어지지 않는다는 단점이 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 20}, "21": {"text": "추론 통계는 기술통계로 어떤 모집단에서 구한 표본정보를 가지고 그 모집단의 특성 및 가능성 등을 추론해내는 통계적 방법이다. 보통 수집된 자료는 어떻게 분석해야 할지 미리 정해져 있기도 하지만, 대부분 획득한 자료(모집단)을 가지고 여러 그래프를 그려보는 와중에 또다른 별개의 분석방법을 추가로 채택할 필요성을 느끼게 된다. 이러한 모집단에 대한 전체적 조감을 해보고 또다른 분석방향을 모색해 보는 과정에 해당한다\n추론 통계는 바탕인 기술 통계량이 있어야 한다. 이 추론 통계를 하는 이유는 모든 사람을 대상으로 검사를 하는 것은 비합리적이고 대규모 집단을 가지고 연구하는 것이 소수의 집단을 가지고 연구하는 것보다 훨씬 경제적이고 효율적이기 때문이다. 추론 통계는 기술 통계량의 정확성을 유지하는 작업으로서 사용한다. 보통 일반적인 추론은 실험 결과가 기존의 방식, 또는 다른 품종간 비교 등에서 차이점이 유의한지를 검증하는 것이다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 21}, "22": {"text": "통계학은 컴퓨터 과학, 프로그래밍 언어, 선형대수학, 해석학, 분포론, 수치해석, 확률론 등 여러 학문과 관련되어 있다.\n\n통계학과 사회과학의 발전에 따라 회귀분석, 인과분석 등과 같은 평가모형들이 발전되고, 이들이 정책평가에 응용됨으로써 정책영향의 평가에 공헌을 하고 있으며, 아직도 계속 발전되어 가는 과정에 있다.\n\n특히 정보화사회와 빅데이터 시대를 맞아 다양한 사회정보의 수집·분석·활용을 담당하는 새로운 직종으로 기업, 정당, 지방자치단체, 중앙정부 등 각종 단체의 시장조사 및 여론조사 등에 대한 계획을 수립하고 조사를 수행하며 그 결과를 체계적으로 분석, 보고서를 작성하는 관련 학문이 필요하게 되어 사회조사분석학이 등장하게 된다.\n\n사회조사분석사란 기업이나 정당, 지자체, 중앙정부 등 각종 단체가 필요로 하는 조사를 수행해 분석, 보고하는 전문 인력군이다. 주로 경영, 조사기획, 자료분석, 마케팅 분야에서 일하므로 조사방법론, 사회통계, SPSS 통계분석 실무 등의 지식을 필요로 한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 22}, "23": {"text": "현대에 들어와 데이터 과학자들로 구성된 통계 조직은 기관과 단체 그리고 기업의 수익에 영향을 미치는 다양한 데이터를 입체적으로 분석하고 결론을 얻어낸다. 미래를 예측해 더 나은 결과물을 처방한다. 수많은 데이터 가운데 의미 있는 데이터를 찾아냄으로써 더 나은 의사결정을 돕는 작업이 있는데 데이터 클리닝, 데이터 마이닝 등이다.\n\n기업과 기관마다 부르는 이름은 다르지만, 생산·판매와 서비스 등 핵심 직무에서 영업력 개선과 사원 복지 등 전 영역에 걸쳐 이같은 데이터 과학 조직의 역할은 전방위로 확대되고 있다. 업계에서는 주요 데이터에 대한 분석과 통계가 이뤄지는 비즈니스인텔리전스(BI) 조직이라 부른다. 데이터 분석 조직을 운영하는 IT 조직은 시스템에서 나오는 각종 데이터를 분석해 기업의 핵심 영역에 가치를 더하는 조직으로 변모 중이다.\n\n전사자원관리(ERP) 고객관계관리(CRM) 생산관리시스템(MES) 경영 정보 시스템(MIS) 전략적 기업 경영(SEM) 등 각종 시스템에서 쏟아지는 수많은 데이터에 대한 분석능력이 미래를 예측하는 핵심 경쟁력인 시대, 이른바 `데이터 경영` 시대의 개막이 시작되었다. 이러한 시대를 ‘빅 데이터’ 기술의 시대라고 하는데 미국의 유명 경제 출판 및 미디어 기업인 포브스도 미래의 유망직업 중 하나로 '데이터 마이너(정보수집 분석가)'를 선정하기도 했다.\n\n포브스에 의하면 빅 데이터(Big Data) 데이터 마이닝이란 기존 데이터베이스 관리도구의 데이터 수집·저장·관리·분석의 역량을 넘어서는 대량의 정형 또는 비정형 데이터 세트 및 이러한 데이터로부터 가치를 추출하고 결과를 분석하는 기술로되는 ‘빅 데이터’를 보완, 마케팅, 시청률조사, 경영 등으로부터 체계화해 분류, 예측, 연관분석 등의 데이터 마이닝을 거쳐 통계학적으로 결과를 도출해 내고 있다  \n\n대한민국에서는 2000년부터 정보통신부의 산하단체로 사단법인 한국BI데이터마이닝학회가 설립되어 데이터 마이닝에 관한 학술과 기술을 발전, 보급, 응용하고 있다. 또한 국내·외 통계분야에서 서서히 빅 데이터 활용에 대한 관심과 필요성이 커지고 있는 가운데 국가통계 업무를 계획하고 방대한 통계자료를 처리하는 국가기관인 통계청이 빅 데이터를 연구하고 활용방안을 모색하기 위한 '빅 데이터 연구회'를 발족하였다. \n하지만 업계에 따르면, 미국과 영국, 일본 등 선진국들은 이미 빅 데이터를 다각적으로 분석해 조직의 전략방향을 제시하는 데이터과학자 양성에 사활을 걸고 있다. 그러나 한국은 정부와 일부 기업이 데이터과학자 양성을 위한 프로그램을 진행 중에 있어 아직 걸음마 단계인 것으로 알려져 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "통계학", "author": null, "html": null, "document_id": 23}, "24": {"text": "《자연철학의 수학적 원리》(自然哲學- 數學的原理, Philosophiae Naturalis Principia Mathematica|필로소피아이 나투랄리스 프린키피아 마테마티카)는 서양의 과학 혁명을 집대성한 책의 하나이다. 줄여서 '프린키피아'(Principia)라고 불리기도 한다. 1687년에 나온 아이작 뉴턴의 세 권짜리 저작으로, 라틴어로 썼다.\n\n이 책에서 뉴턴은 고전 역학의 바탕을 이루는 뉴턴의 운동 법칙과 만유인력의 법칙을 기술하고 있다. 당시 요하네스 케플러가 천체의 운동에 대한 자료를 바탕으로 알아낸 케플러의 행성운동법칙을 뉴턴은 자신의 위 두 법칙들로써 증명해 낸다. 그는 이러한 일련의 작업을 통해서 코페르니쿠스에서 시작되어 케플러, 갈릴레오를 거치면서 이루어져 온 천문학의 혁명을 완성하는 한편, 갈릴레오 이후 데카르트, 하위헌스 등을 통해서 이루어져 온 근대 역학의 성공을 눈부시게 보여주고 있다.\n\n에드먼드 핼리도 이 책을 바탕으로 1530년, 1607년, 1682년에 나타났던 혜성들의 궤도를 계산해, 이 혜성 모두가 동일한 하나의 천체일 가능성이 높다는 사실을 발견했고 일정한 주기에 따라 1750년대 말에 다시 나타나리라고 예견했다. 뉴턴도 핼리도 죽은 뒤인 1758년에 수수께끼 같은 천체가 발견되었는데 그것이 다름 아닌 핼리 혜성이다. \n\n제1편은 운동에 관한 일반적 명제를 논술하였고, 제2편은 매질 속에서의 물체의 운동을 다루고, 마지막 제3편은 코페르니쿠스의 지동설, 케플러의 행성의 타원궤도 등의 행성의 운동을 증명하였다.\n\n뉴턴은 그의 이론을 기술하기 위해 미적분학을 역학에 적용하였지만, 이 책에서는 주로 기하학적인 증명 방법을 사용하고 미적분을 거의 사용하지 않고 있는데, 이는 당시의 사람들의 이해를 고려해서라고 한다.\n\n1687년에 초판, 1712년 증보 개정판, 그리고 1726년 제3판이 출간되었다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "자연철학의 수학적 원리", "author": null, "html": null, "document_id": 24}, "25": {"text": "기원전 2~1세기 그리스의 히파르코스와 프톨레마이오스 등은 각도에 대해 달라지는 현의 길이를 다룬 적이 있다.\n\n현재 쓰는 것과 같은 삼각함수의 원형은 굽타 시대 인도 천문학에서 찾아볼 수 있다. 기원후 4~5세기 인도의 천문학 책이 산스크리트어에서 아랍어를 통해 라틴어로 번역되면서 유럽에 전해졌다.\n\n삼각함수가 동아시아에 전해진 것은 16~17세기 때이다. 독일의 선교사이자 과학자인 요한 슈렉이 명나라에서 저술한 《대측(大測)》(1631) 등의 책에서 사인·코사인·탄젠트를 정현(正弦)·여현(餘弦)·정절(正切)이라고 번역했다. 이 이름은 근대화되기 전의 조선·일본에서 쓰였고, 지금도 중국에서 쓰인다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "삼각함수", "author": null, "html": null, "document_id": 25}, "26": {"text": "소립자 물리학의 표준 모형(標準模型, Standard Model)은 자연계의 기본 입자와, 중력을 제외한 그 상호작용 (강한 상호작용, 약한 상호작용, 전자기 상호작용)을 다루는 게이지 이론이다. 강력을 다루는 양자 색역학과, 약력과 전자기력을 다루는 와인버그-살람 이론으로 이루어진다. 표준 모형에 따르면, 전자와 중성미자 및 기타 렙톤은 기본 입자이나, 강입자는 쿼크로 이루어진다. 이들은 게이지 보손에 의하여 상호작용한다. 게이지 보손은 이론의 대칭을 나타낸다. 표준 모형의 대칭 가운데 강한 상호작용의 대칭은 색가둠으로 인하여 간접적으로만 관찰할 수 있고, 약한 상호작용의 대칭은 힉스 메커니즘으로 인하여 깨진다. 따라서 거시적으로는 전자기 상호작용의 대칭만 쉽게 관찰할 수 있다.\n표준 모형은 실험적으로 힉스 메커니즘을 제외하고 1980년대에 완성되었다. 힉스 메커니즘은 2010년대 초에 실험적인 증거가 발견되었다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "표준 모형", "author": null, "html": null, "document_id": 26}, "27": {"text": "표준 모형은 이론적으로 여러 자연스러움 (naturality) 문제를 안고 있다. 이는 표준 모형에 등장하는 몇몇 상수가 너무나 큰 값 또는 작은 값을 가지는 것이다. 이런 문제를 해결하려면 대개 더 강력한 대칭을 도입하여 상수가 왜 그렇게 크거나 작은 값을 가지는지 설명해야한다. 이런 종류의 이론은 대통일 이론이나 초대칭 따위가 있다.\n\n계층 문제전약력의 자발 대칭 깨짐이 일어나는 눈금은 플랑크 눈금보다 터무니없이 작다. 표준 모형에서는 전약력 대칭 파괴는 스칼라 힉스 보손으로 일으켜지나, 스칼라 입자의 질량은 (초대칭이 없는 이상) 방사 보정에 대하여 안정하지 못하다. 따라서 일반적으로 새로운 물리가 나타나는 눈금(대통일 눈금이나 플랑크 눈금) 정도이여야 하는데, 힉스 보손의 질량은 플랑크 질량보다 훨씬 작다.CP 위반 문제강력이 CP대칭을 위반하는 정도는 지나치게 작다.우주 상수 문제진공의 에너지 밀도는 플랑크 에너지 밀도에 비하여 지나치게 작다. 이론적으로는 진공에너지(우주상수)는 무한대이거나 중력을 고려하면 플랑크 에너지 눈금에 있어야 하는데, 관측된 값은 이보다 훨씬 작다.\n\n\n또한, 표준 모형은 여러가지로 임의적인 면이 있다. 표준 모형은 3세대로 구성되어 있지만, 왜 3세대로 구성되었는지 설명하지 않는다. 2세대가 발견되었을 때, 이지도어 아이작 라비는 \"누가 그걸 주문했어?\"라고 외칠 정도로, 세대의 존재와 그 수는 언뜻 보면 불필요한 구조다.\n\n표준 모형은 전하의 양자화를 설명하지 않는다. 폴 디랙은 전하의 양자화를 설명하려면 자기 홀극이 필요하다는 사실을 보였으나 표준 모형은 자기 홀극을 포함하지 않는다.\n\n또한 표준 모형은 19개의 자유 변수를 가진다. 이 자유 변수의 수는 기본 이론이라고 보기에는 너무 많다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "표준 모형", "author": null, "html": null, "document_id": 27}, "28": {"text": "표준 모형은 입자 물리학의 거의 모든 실험 결과를 오차 범위 안으로 설명한다. 그러나 표준모형은 중력을 다루지 않는다. 또 표준 모형은 중성미자를 무질량 입자로 다루지만, 실제로 중성미자는 아주 작지만 영이 아닌 질량을 가진다 (중성미자 진동). 이 질량이 어떤 종류인지 (즉 중성미자가 디랙 입자인지 마요라나 입자인지) 아직 확실하지 않다.\n\n또한 표준 모형은 아무런 암흑 물질 입자를 포함하지 않는다. 표준 모형에서 암흑 물질로 간주할 수 있는 입자는 중성미자밖에 없는데, 중성미자는 이론적으로 전체 암흑 물질 양의 소량만을 차지한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "표준 모형", "author": null, "html": null, "document_id": 28}, "29": {"text": "대수학(代數學, Algebra)은 일련의 공리들을 만족하는 수학적 구조들의 일반적인 성질을 연구하는 수학의 한 분야이다. 이렇게 일련의 추상적인 성질들로 정의되는 구조들을 대수 구조라고 하며, 그 예시로 반군, 군, 환, 가군, 체, 벡터 공간, 격자 등이 있다. 대수학은 취급하는 구조에 따라서 반군론, 군론, 환론, 선형대수학, 격자론, 정수론 등으로 분류된다.\n\n기하학, 해석학, 정수론과 함께 대수학은 수학의 대분야 중 하나로 볼 수 있다. 대수학이란 용어는 단순한 산술적 수학을 가리키기도 하나, 수학자들은 군, 환, 불변량 이론과 같이 수 체계 및 그 체계 내에서의 연산에 대한 추상적 연구에 대해서 \"대수학\"이라는 용어를 자주 사용한다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "대수학", "author": null, "html": null, "document_id": 29}, "30": {"text": "algebra라는 명칭은 페르시아의 저명한 수학자인 콰리즈미(783~850)가 쓴 《약분·소거 계산론|en|The Compendious Book on Calculation by Completion and Balancing》(الكتاب المختصر في حساب الجبر والمقابلة|알키탑 알묵타사르 피 히삽 알자브르 왈무까발라)에서 비롯되었다. 책의 원 제목에 있는 ‘자브르(جبر)’는 (흩어진 것을) 묶는다는 뜻으로, 이 책에서는 방정식에서 항들을 묶어서 소거하는 것을 부르는 말로 쓰였다.\n\n‘대수(代數)’라는 말은 수를 대신한다는 뜻으로, 수 대신 문자를 쓴다는 점에 착안한 번역어이다. ‘대수’라는 번역어는 드 모르간의 《Elements of Algebra》(1835)를 1859년 알렉산더 와일리|en|Alexander Wylie (missionary)와 이선란이 번역한 《대수학》에서 처음 쓰였다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "대수학", "author": null, "html": null, "document_id": 30}, "31": {"text": "고대의 대수학에 대한 주요 저서로는 에우클레이데스의 원론(기원전 3세기)이나 구장산술(3세기), 디오판토스의 산술 (책)|label=산술|en|Arithmetica(3세기) 등이 있다. 9세기에 페르시아의 수학자 콰리즈미는 《약분·소거 계산론|en|The Compendious Book on Calculation by Completion and Balancing》(820년)를 통해 대수학을 하나의 독립적인 분야로 정립했다. 이 책은 1145년 체스터의 로버트|en|Robert of Chester가 《알게브라와 알무카발라의 서(書)》(Liber algebrae et almucabala)란 제목으로 라틴어로 번역한 뒤 다섯 세기에 걸쳐서 유럽의 대학에서 사용되었다. 여기서 \"알게브라\"(algebra)와 \"알무카발라\"(almucabala)는 해당하는 아랍어 단어를 음역한 것이다. 또한 콰리즈미의 저서인 \"인도 수의 계산법\"이 라틴어로 번역되면서 2차 방정식, 사칙연산, 십진법, 0 등의 개념이 소개되었다.\n\n19세기 이후에는 에바리스트 갈루아가 대수 방정식을 연구하기 위해서 군이라는 대수적 구조를 도입하였고, 조지 불은 논리학을 연구하기 위해서 불 대수라는 대수적 구조를 정의하였다. 이후 현대 수학에서는 다비트 힐베르트의 공리 주의나 니콜라 부르바키 스타일에서 찾아볼 수 있듯이, 고전적인 대수학에서 상당히 거리가 추상화되어 있으며, 방정식의 해법은 \"방정식론\"(대수방정식론)이라는 대수학의 일부분에 불과하다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "대수학", "author": null, "html": null, "document_id": 31}, "32": {"text": "7차원 벡터 공간의 벡터곱도 사원수의 방법을 팔원수에 적용하여 얻어질 수 있다.\n\n7차원 공간의 벡터곱은 다음과 같은 성질을 3차원 공간의 벡터곱과 공유한다.\n\n* 다음과 같은 의미에서 겹선형(bilinear)이다.\n:: x×(a y + b z) = a x × y + b x × z and (a y + b z) × x = a y × x + b z × x\n* 반가환성 (anti-commutative)\n:: x×y + y×x = 0\n* x와 y 모두에 수직\n:: x·(x×y) = y·(x×y) = 0\n* 야코비 항등식이 성립한다.\n::x×(y×z) + y×(z×x) + z×(x×y) = 0\n* ||x×y|| = ||x||||y||-(x·y)", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "벡터곱", "author": null, "html": null, "document_id": 32}, "33": {"text": "노벨 물리학상( - 物理學賞, Nobelpriset i fysik, Nobel Prize in Physics)은 6개 분야의 노벨상 중 하나로, 1년에 한 번 스웨덴 왕립 과학원에 의해 수여된다. 첫 번째 노벨 물리학상은 1901년, 엑스선을 발견한 독일의 빌헬름 콘라트 뢴트겐에게 수여되었다. 이 상은 노벨 재단이 주관하며, 이 상을 수상하는 것은 물리학계에서 최고의 영예로 꼽힌다. 노벨 물리학상은 알프레드 노벨의 사망일인 12월 10일에 스톡홀름에서 수여된다. 2007년의 노벨 물리학상은 프랑스의 알베르 페르와 독일의 페터 그륀베르크가 거대 자기저항의 발견에 대한 공로로 공동 수상하였고, 상금인 1천만 스웨덴 크로나를 나누어 가졌다.\n\n노벨 물리학상은 사람들이 그 과학자의 업적의 중요성을 알기까지의 시간이 걸리기 때문에, 다른 한 편으로는 시간과의 싸움이라고 말할 수 있다. 예를 들어 1983년 노벨 물리학상 수상자인 수브라마니안 찬드라세카르의 경우 그 이론은 이미 1930년에 이미 발표하였지만 사람들에게 인정을 받지 못하여 50여년이 지나서야 상을 받을 수가 있었다. 또한 2013년 노벨 물리학상 수상자인 피터 힉스와 프랑수아 앙글레르의 경우 그의 이론을 검증할 수 있게 되는 과학기술이 발전하기 까지 오랜 시간이 걸려, 49년 뒤 그의 업적이 사실로 확인되어 노벨상을 받게 되었다. 그래서 많은 이론과 발견이 사람들에게 중요성을 인정받았지만, 그 이론이나 발견을 발표한 과학자가 이미 죽어버렸기에 노벨 물리학상을 받지 못하는 안타까운 경우도 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "노벨 물리학상", "author": null, "html": null, "document_id": 33}, "34": {"text": "각운동량(角運動量)은 물리학에서 어떤 원점에 대해 선운동량이 돌고 있는 정도를 나타내는 물리량이다. 각운동량은 좌표의 원점을 어떻게 잡느냐에 따라 달라지기 때문에, 여러 각운동량을 다룰 때에는 둘을 합하거나 그에 관련한 연산을 하는 것이 물리학적으로 올바른 것인지 신중히 고려하며 사용해야 한다.\n\n각운동량은 물리학뿐만 아니라 여러 공학 분야에서도 매우 중요한 개념이고, 응용분야 또한 매우 다양하다. 이렇게 각운동량이 중요하게 다루어지는 이유는 돌림힘이 작용하지 않으면 각운동량은 보존되는 양이 되기 때문이다. 뇌터의 정리에 의하면 각운동량의 보존은 공간의 회전대칭성 때문이다. 이러한 각운동량의 보존은 공학뿐만 아니라 여러 자연현상을 기술하는 데에도 유용하게 사용된다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "각운동량", "author": null, "html": null, "document_id": 34}, "35": {"text": "카타카나(カタカナ, 片仮名|가타카나, Katakana, 가따까나)는 일본어에서 사용하는 음절 문자 중 하나이다. 히라가나와 함께 가나라고 부른다. 가타카나는 해당하는 음을 갖는 한자의 일부분을 가져와 헤이안 시대에 만들어진 것으로, 한문을 뜻으로 읽기 위해 신라의 각필구결 일부를 사용하여 만들어졌다는 주장이 있으나 정설은 아니다. \n\n가타카나를 히라가나보다 어렵다고 인식하는 것은 일본인도 마찬가지라 일본 유아들이 가나를 배울 때 히라가나를 먼저 배운 뒤에 가타카나를 배우고 유아용 그림책 등에는 가타카나로 쓴 단어 위에 히라가나를 후리가나로 덧붙이기도 한다. 한영 자판 상태에서 가타카나 입력을 하려면 ㅃ+한자 키를 써야 한다. 히라가나가 ㄸ과 한자 키의 조합 방식과 유사한 개념이 될 수도 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "가타카나", "author": null, "html": null, "document_id": 35}, "36": {"text": "일본어에서는 주로 다음과 같은 경우에 쓰인다.\n* 한문의 훈독이나 주석을 달 때 (오쿠리가나 포함)\n* 특정 단어의 발음을 표기할 때\n** 외래어\n** 한자문화권 지역을 제외한 외국인의 인명, 외국 지명 등의 고유명사\n*** 다만 한자문화권에 속하는 국가라 하더라도, 예컨대 중국이나 한국의 인명, 지명이라도 현지음을 표기하기 위해서 가타카나를 쓰는 경우가 있다. 이 경우 한자 위에 가타카나로 된 요미가나를 달거나, 당초부터 가타카나로 표기한다.\n*** 일본어 인명 중에서도 기독교인인 경우 세례명을 수여받아 그대로 이름으로 쓸 때가 있는데 이때는 한자와 가타가나를 섞어 표기한다.\n** 의성어, 의태어를 표기할 때 \n** 한자의 음을 표기할 때\n*** 음독을 소개할 때 쓰는 경우가 대부분이며, 고유명사를 특수한 방식으로 읽을 경우의 표기, 중국어나 한국어 등의 한자음 표기, 일본 상용한자 이외의 한자음 표기 시에도 해당된다.\n*** 반대로 히라가나로 적게 된다면 해당 한자음이 중국에서 기원한 게 아닌 옛 일본어 고유의 발음이라는 느낌을 강조하게 된다.\n** 드물지만 여성 인명, 특히 2차 대전 이전 출생자의 인명에 들어가 있기도 하다.\n* 일반적인 낱말과는 구분짓기 위할 때\n** 학술용어, 생물과 광물의 일본명 \n** 난해한 한자를 피하되 히라가나로만 적으면 알아보기 힘든 단어 \n** 일본어의 고유명사 속 의미를 강조하는 경우 \n** 단어가 특수한 의미로도 통할 경우 (대부분 비속어) \n** 격식 없이 스스럼없는 표현을 할 경우\n** 회사명, 상품명을 표기할 경우\n** 게임, 애니메이션 등에서 어색하고 낯선 말투를 나타낼 경우. 일본어가 모국어가 아닌 외국인이나 외계인, 로봇이 단편적인 회화를 할 때 이를 가타카나로 표기하여 느낌을 살리는 용도로 쓴다.\n* 기술적인 한계로 어쩔 수 없이 쓸 때\n** 1988년 8월까지 일본에서 사용된 모든 전보\n** 2바이트 문자를 지원하지 않는 컴퓨터 환경인 경우. 한자와 히라가나, 가타카나의 전각 문자는 기본적으로 2바이트였으나 가타카나 반각 문자는 1바이트로 쓸 수 있어 대체가 가능했다. (반각 가나 참고)\n\n이밖에도, 일본에서 어떤 항목들을 열거할 때 그 순서를 구별해 나타내는 기호 (ア, イ, ウ…)로 사용되기도 한다. 이 경우 이로하순 (일본의 가나다순)대로 적는 경우가 많다.\n\n과거 메이지 유신기부터 태평양 전쟁기에 이르기까지의 일본 제국 시대에 작성된 공문서와 법령은 무조건 가타카나와 한자만 사용하도록 하였다.\n\n가타카나라는 말 자체는 '片仮名'라는 한자 표기로 되어 있으나 이를 다시 가타카나로, 즉 'カタカナ'라고 적는 경우도 있다. 또 'v'음을 나타낼 때 쓸 수 있는 가나는 가타카나의 'ヴ' 뿐이며, 그 활용형인 'ヴァ, ヴィ, ヴェ, ヴォ' 역시 가타카나로만 적을 수 있다.\n\n한편 일본어 이외에도 아이누어를 표기할 때 주로 사용되며, 과거 일제 점령기의 대만에서도 대만어를 표기하는 데 활용되기도 하였다. 오늘날 대만어는 한자 내지는 알파벳 표기법을 따라 쓰이고 있다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "가타카나", "author": null, "html": null, "document_id": 36}, "37": {"text": "고대 일본에서 한자의 일부 획을 따서 문자로 삼은 것은 일찍이 7세기부터였으나,  오늘날 가타카나의 직접적 기원은 9세기 초 나라 지방의 고종파 (古宗派)에 속한 학승들이 불경에 쓰인 한문을 일어로 훈독하기 위해 만든 글자 체계에서 비롯됐다. 이들이 만든 글자는 한문 옆에 작게 붙여 쓰는 일종의 훈점 (訓点)으로, 한자음만 빌려 쓰는 만요가나의 일부 획을 다시금 생략하여 만든 것이었다.  예를 들어 \"カ\"(카)는 \"加(더할 가)\"의 왼쪽 부분을 따서 만들었다. 초창기만 해도 경전의 각 행간 여백에 오코토텐 (ヲコト点)과 같이 쓰였으나 점차 빠르고 조그맣게 적기 위해 형태의 간략화가 이뤄지게 되었으며, 그 결과 지금 쓰는 가타카나의 원형이 된 것은 물론, 오코토텐의 역할을 대신하여 훈독에 널리 쓰이기에 이르렀다.\n\n가타카나는 그 유래에서 짐작되듯이 승려나 박사들이 한자의 음과 훈을 주기하기 위해 사용한 경우가 많았으며, 꽤 초창기부터 현대 일본어처럼 한자와 가나를 번갈아 쓴 사례도 발견된다. 나중에는 한문의 주석 역할을 벗어나 노래 가사집이나 이야기집과 같이 일상 속 필기에도 쓰이는 등 사용 범위가 넓어졌지만, 히라가나로 쓰인 글이 미적 가치를 평가받고 감상하는 수준에 이른 것과 비교하면 아직까지 기호적인 성격이 강했다. 초창기 가타카나는 그걸 쓰는 개개인과 집단마다 글꼴의 차이가 컸고, 10세기 중반까지만 해도 이체자 (異体字)의 종류가 많았지만, 시간이 흐르면서 글꼴이 통일되었고 12세기에 이르러 오늘날의 모습에 가깝게 되었다.\n\n가타카나가 히라가나와 같은 하나의 문자 체계로 인식되기 시작한 것은 헤이안 시대 중기이다. 이때 쓰여진 <우쓰호모노가타리> (宇津保物語) '국양 상' (国譲) 권의 '글씨의 모범' (書の手本)에 가타카나가 실려 있다.   또 에도 시대의 학자였던 반 노부토모 (伴信友)의 설에 따르면, 헤이안 시대 후기에 만들어진 것으로 보이는 <츠츠미추나곤모노가타리> (堤中納言物語)의 '무시메즈루 공주님' (虫めづる姫君) 편에 무시메즈루 공주가 남자에게 보낸 연애편지에서 \"가나 (히라가나)는 아직 쓰지 못하오니 가타칸나 (가타카나)로\"라는 구절이 있어, 이 당시 문자를 습득하는 순서는 가타카나에서 시작해 히라가나로 나아갔음을 알 수 있다. 그러나 이에 대한 반론으로 일어학자 고마쓰 히데오 (小松英雄)는 '무시메즈루 공주님'에서 보이는 서술은 기본적으로 허구인 이야기에서 쓰인 특수한 사례이며, 실제로는 가나 (히라가나)를 아릅답게 쓸 수 있게 배우는 것이 당대 여성들 사이에서 일반적인 일이었다고 밝히고 있다. \n\n메이지 시대에 들어와서부터는 서양 외래어 유입에 따라 그 활용 빈도가 한층 높아졌으며, J. C. 햅번이 지은 일영사전인 <일영어림집성> (和英語林集成)의 도표에서 메이지 초의 가타카나 글꼴을 찾아볼 수 있다.  1900년 소학교령 시행 규칙으로 한 소리 한 글자라는 원칙에 따라 표준 글꼴만 보급되기 시작하였으며, 이를 통해 지금의 가타카나가 확립되었다. 한편 가타카나는 히라가나에 비해 학문적으로 쓰이는 경향이 강했기 때문에, 제2차 세계 대전 시기까지만 하더라도 일본에서는 보다 정식적인 문자로 취급되어 법령과 기타 공문의 표기 문자로 쓰였고, 교육상으로도 히라가나에 앞서 가르쳤다. 그래서 이 당시 교과서를 보면 가타카나와 한자로만 서술된 것이 많다. 하지만 신문이나 문예집 등 민간 분야에서의 서술법에까지 가타카나 사용이 강제되진 않았다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "가타카나", "author": null, "html": null, "document_id": 37}, "38": {"text": "일제 강점기 조선 시대였던 1940년대 초반 시절에 자동차 정비회사인 아도 서비스(Art Service, 현대건설의 전신)를 인수하여 운영하였고 한때 홀동광산을 운영하기도 했다. 이를 바탕으로 1946년 4월에 현대자동차공업사를, 1947년 현대토건사를 설립하면서 건설업을 시작하였고 현대그룹의 모체를 일으켰으며 건설사업을 지속적으로 추진해 성공을 거두었다. 뛰어난 상업과 기업경영능력으로써 현대그룹을 일군 자수성가형 기업인이라고 할 수 있다.\n\n1992년 초 김동길 등과 통일국민당을 창당하고 총재에 선출되었으며, 제14대 총선에서 전국구 비례대표 국회의원으로 당선되었고 그 해 12월에 제14대 대선에 통일국민당 소속으로 출마하였으나 낙선하였다. 이듬해 2월에 의원직을 사퇴하고 통일국민당을 탈당하였다.\n\n1998년 이후에는 김대중 정부를 도와 대북사업을 추진하였다. 1998년 6월 16일을 기하여 1차 소 500마리, 10월 27일 2차 소 501마리를 이끌고 판문점을 넘어 북한을 방문했다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "정주영", "author": null, "html": null, "document_id": 38}, "39": {"text": "1915년 강원도 통천군 답전면 아산리 (현 조선민주주의인민공화국 강원도 통천군 로상리)에서 아버지 정봉식과 어머니 한성실 사이에서 6남 2녀 중 장남으로 태어났다.  아산(峨山)이라는 그의 아호는 자신의 출생지 옛 지명에서 따온 것이다. 1930년 통천 송전소학교를 졸업하였고 그와 함께한 동창생은 27명이며 정주영의 최종 학력은 소학교(초등학교) 졸업 이 유일하다. \n상황이 이렇다 보니 프로축구 현대 호랑이는  홈 앤 어웨이 제도로 바뀐 한편 주말 2연전이 새롭게 도입된  동시에 프로야구의 선례를 본따 홈팀이 흰색,원정팀이 유색 유니폼을 입은   1987년  본인(정주영)의 고향인 강원도를 연고지로 설정했다가  1990년 울산으로 연고지를 옮겼으며  주말 2연전 제도는 선수 부상 등의  문제점이 생기자 1년 만에 폐지됐고  다음 해부터 홈팀은 유색, 원정팀은 흰색 유니폼을 입는 것으로 변경됐다.", "corpus_source": "위키피디아", "url": "TODO", "domain": null, "title": "정주영", "author": null, "html": null, "document_id": 39}}